[
  {
    "word": "構え",
    "type": "Noun, Suru-verb",
    "pronunciation": "かまえ",
    "explanation": "構え refers to a stance or posture, often used in the context of martial arts or combat sports. It can also imply a readiness or preparation for an action or event.",
    "examples": [
      {
        "sentence": "彼は戦う準備のために構えをとった。",
        "translation": "He took a stance in preparation for the fight."
      },
      {
        "sentence": "この構えは、相手の動きを読みやすくする。",
        "translation": "This stance makes it easier to read the opponent's movements."
      },
      {
        "sentence": "彼女は落ち着いて構えを保っていた。",
        "translation": "She maintained her composure in her stance."
      }
    ]
  },
  {
    "word": "先程",
    "type": "Noun",
    "pronunciation": "さきほど",
    "explanation": "先程 refers to a short while ago or a moment ago, indicating a time that is very recent but not the exact present. It is often used in conversation to refer to something that happened shortly before the current moment.",
    "examples": [
      {
        "sentence": "先程、彼から電話がありました。",
        "translation": "I received a call from him a moment ago."
      },
      {
        "sentence": "先程の会議について話しましょう。",
        "translation": "Let's talk about the meeting from a short while ago."
      },
      {
        "sentence": "先程見た映画はとても面白かった。",
        "translation": "The movie I saw a moment ago was very interesting."
      }
    ]
  },
  {
    "word": "欧米",
    "type": "Noun",
    "pronunciation": "おうべい",
    "explanation": "欧米 refers to Europe and the United States, often used to denote Western countries in contrast to Eastern countries, particularly in discussions about culture, politics, and economics.",
    "examples": [
      {
        "sentence": "欧米の文化は日本に大きな影響を与えた。",
        "translation": "Western culture has greatly influenced Japan."
      },
      {
        "sentence": "彼は欧米での生活に憧れている。",
        "translation": "He yearns for a life in the West."
      },
      {
        "sentence": "最近、欧米からの観光客が増えている。",
        "translation": "Recently, the number of tourists from the West has been increasing."
      }
    ]
  },
  {
    "word": "道のり",
    "type": "Noun",
    "pronunciation": "みちのり",
    "explanation": "道のり refers to the distance or route taken to reach a destination. It can imply the journey or the path one must travel, both literally and metaphorically.",
    "examples": [
      {
        "sentence": "目的地までの道のりは長い。",
        "translation": "The distance to the destination is long."
      },
      {
        "sentence": "彼の道のりは決して簡単ではなかった。",
        "translation": "His journey was not easy at all."
      },
      {
        "sentence": "この道のりを歩くのが好きです。",
        "translation": "I enjoy walking this route."
      }
    ]
  },
  {
    "word": "団地",
    "type": "Noun",
    "pronunciation": "だんち",
    "explanation": "団地 refers to a type of public housing complex in Japan, typically consisting of multiple apartment buildings that are designed for affordable living. These complexes are often found in urban areas and provide residents with various amenities and communal spaces.",
    "examples": [
      {
        "sentence": "彼は団地に住んでいます。",
        "translation": "He lives in a housing complex."
      },
      {
        "sentence": "団地には公園や遊び場があります。",
        "translation": "The housing complex has parks and playgrounds."
      },
      {
        "sentence": "多くの団地は家族向けに設計されています。",
        "translation": "Many housing complexes are designed for families."
      }
    ]
  },
  {
    "word": "三角州",
    "type": "Noun",
    "pronunciation": "さんかくす",
    "explanation": "三角州 refers to a delta, which is a landform at the mouth of a river where it meets a body of water, typically characterized by the deposition of sediment that creates a triangular shape.",
    "examples": [
      {
        "sentence": "アマゾン川の三角州は非常に広大です。",
        "translation": "The Amazon River delta is very vast."
      },
      {
        "sentence": "三角州では多くの生物が生息しています。",
        "translation": "Many organisms inhabit the delta."
      },
      {
        "sentence": "三角州は農業に適した土地を提供します。",
        "translation": "Deltas provide land suitable for agriculture."
      }
    ]
  },
  {
    "word": "芸能界",
    "type": "Noun",
    "pronunciation": "げいのうかい",
    "explanation": "芸能界 refers to the entertainment industry or realm in Japan, encompassing actors, musicians, and various forms of performance arts. It represents the world of show business and the professionals who work within it.",
    "examples": [
      {
        "sentence": "彼は芸能界で成功した俳優です。",
        "translation": "He is a successful actor in the entertainment industry."
      },
      {
        "sentence": "芸能界の裏側はとても厳しいです。",
        "translation": "The behind-the-scenes of the entertainment industry is very tough."
      },
      {
        "sentence": "多くの人々が芸能界を目指しています。",
        "translation": "Many people aspire to enter the entertainment industry."
      }
    ]
  },
  {
    "word": "敷く",
    "type": "U-verb, Transitive",
    "pronunciation": "しく",
    "explanation": "敷く means to lay down, spread out, or cover a surface with something, such as a mat, carpet, or bedding. It often refers to the act of arranging something flat on a surface.",
    "examples": [
      {
        "sentence": "彼は床に絨毯を敷いた。",
        "translation": "He laid a carpet on the floor."
      },
      {
        "sentence": "毎朝、布団を敷くのが習慣です。",
        "translation": "It's a habit to spread out the futon every morning."
      },
      {
        "sentence": "公園にシートを敷いてピクニックをした。",
        "translation": "We spread a sheet in the park and had a picnic."
      }
    ]
  },
  {
    "word": "仏心",
    "type": "Noun",
    "pronunciation": "ぶっしん",
    "explanation": "仏心 refers to a compassionate or benevolent heart, often associated with the qualities of a Buddha or a desire to help others selflessly. It embodies kindness, empathy, and a wish for the well-being of all living beings.",
    "examples": [
      {
        "sentence": "彼は仏心を持っている人だ。",
        "translation": "He is a person with a compassionate heart."
      },
      {
        "sentence": "仏心を大切にして、周りの人を助けよう。",
        "translation": "Let's cherish our compassionate hearts and help those around us."
      },
      {
        "sentence": "仏心に満ちた行動が求められる。",
        "translation": "Actions filled with compassion are what is needed."
      }
    ]
  },
  {
    "word": "舟盛り",
    "type": "Noun",
    "pronunciation": "ふなもり",
    "explanation": "舟盛り refers to a traditional Japanese style of serving sashimi and other seafood on a decorative wooden boat-shaped platter. It is commonly used for special occasions and gatherings, showcasing a variety of fresh seafood attractively arranged.",
    "examples": [
      {
        "sentence": "お祝いに舟盛りを注文しました。",
        "translation": "I ordered a boat-shaped platter for the celebration."
      },
      {
        "sentence": "このレストランの舟盛りはとても美味しい。",
        "translation": "The boat-shaped platter at this restaurant is very delicious."
      },
      {
        "sentence": "舟盛りは見た目も楽しめる料理です。",
        "translation": "The boat-shaped platter is a dish that is enjoyable to look at as well."
      }
    ]
  },
  {
    "word": "油絵",
    "type": "Noun",
    "pronunciation": "あぶらえ",
    "explanation": "油絵 refers to oil painting, a technique used in the visual arts where pigments are mixed with oil as the binder. It is known for its rich colors and textures, allowing for a wide range of artistic expression.",
    "examples": [
      {
        "sentence": "彼は油絵を描くのが得意です。",
        "translation": "He is skilled at painting with oils."
      },
      {
        "sentence": "美術館で有名な油絵を見ました。",
        "translation": "I saw a famous oil painting at the art museum."
      },
      {
        "sentence": "油絵は乾くのに時間がかかります。",
        "translation": "Oil paintings take time to dry."
      }
    ]
  },
  {
    "word": "念仏",
    "type": "Noun",
    "pronunciation": "ねんぶつ",
    "explanation": "念仏 refers to the chanting of a Buddhist phrase or prayer, often associated with the Pure Land sect of Buddhism. It is a practice meant to invoke the name of Amida Buddha and seek rebirth in the Pure Land.",
    "examples": [
      {
        "sentence": "彼は毎朝、念仏を唱えます。",
        "translation": "He chants the nenbutsu every morning."
      },
      {
        "sentence": "念仏を唱えることで心が落ち着きます。",
        "translation": "Chanting the nenbutsu brings peace to the mind."
      },
      {
        "sentence": "念仏は信仰の一環として行われます。",
        "translation": "Nenbutsu is practiced as part of one's faith."
      }
    ]
  },
  {
    "word": "絵の具",
    "type": "Noun",
    "pronunciation": "えのぐ",
    "explanation": "絵の具 refers to paints or pigments used for painting, typically in art. It includes various types of coloring materials that can be applied to surfaces to create artworks.",
    "examples": [
      {
        "sentence": "子供たちは絵の具を使って絵を描いている。",
        "translation": "The children are painting pictures using paints."
      },
      {
        "sentence": "この絵の具は水で薄めることができます。",
        "translation": "This paint can be diluted with water."
      },
      {
        "sentence": "美術の授業では、絵の具を使って作品を作ります。",
        "translation": "In art class, we create works using paints."
      }
    ]
  },
  {
    "word": "漁業",
    "type": "Noun",
    "pronunciation": "ぎょぎょう",
    "explanation": "漁業 refers to the industry or practice of fishing, including catching fish and other aquatic creatures for commercial purposes. It encompasses various methods and technologies used in the fishing process.",
    "examples": [
      {
        "sentence": "漁業は地域経済に重要な役割を果たしています。",
        "translation": "Fishing plays an important role in the local economy."
      },
      {
        "sentence": "彼は漁業に従事している。",
        "translation": "He is engaged in the fishing industry."
      },
      {
        "sentence": "漁業資源の保護が求められています。",
        "translation": "There is a need to protect fishing resources."
      }
    ]
  },
  {
    "word": "米の出来がいいらしい",
    "type": "Phrase",
    "pronunciation": "こめのできがいいらしい",
    "explanation": "米の出来がいいらしい means 'It seems that the quality of the rice is good.' This phrase indicates that the rice harvest or production quality is reported to be good, often based on hearsay or observation.",
    "examples": [
      {
        "sentence": "今年の米の出来がいいらしい、期待している。",
        "translation": "I've heard that the quality of this year's rice is good; I'm looking forward to it."
      },
      {
        "sentence": "この地域の米の出来がいいらしい。",
        "translation": "It seems that the quality of rice in this region is good."
      },
      {
        "sentence": "友達が言うには、あの農家の米の出来がいいらしい。",
        "translation": "According to my friend, it seems that the rice from that farm is good."
      }
    ]
  },
  {
    "word": "赤ん坊",
    "type": "Noun",
    "pronunciation": "あかんぼう",
    "explanation": "赤ん坊 refers to an infant or a very young child, typically under one year of age. It is a term of endearment and signifies the early stages of human life.",
    "examples": [
      {
        "sentence": "赤ん坊が泣いている。",
        "translation": "The baby is crying."
      },
      {
        "sentence": "彼女は赤ん坊を抱いている。",
        "translation": "She is holding the infant."
      },
      {
        "sentence": "赤ん坊の成長は早い。",
        "translation": "The growth of an infant is rapid."
      }
    ]
  }
]