[
  {
    "word": "馴れ初め",
    "type": "Noun",
    "pronunciation": "なれそめ",
    "explanation": "馴れ初め refers to the beginning of a romantic relationship or the initial stages of a relationship between two people. It often describes how a couple met and started their relationship.",
    "examples": [
      {
        "sentence": "彼らの馴れ初めは大学のサークル活動だった。",
        "translation": "Their romance began in a university club activity."
      },
      {
        "sentence": "この本には多くのカップルの馴れ初めが紹介されている。",
        "translation": "This book introduces the beginnings of many couples' romances."
      },
      {
        "sentence": "馴れ初めを聞くのが楽しみだ。",
        "translation": "I look forward to hearing about how they met."
      }
    ]
  },
  {
    "word": "書き初め",
    "type": "Noun",
    "pronunciation": "かきぞめ",
    "explanation": "書き初め refers to the first calligraphy written at the beginning of the year, often done as a way to express wishes for the new year or to practice one's writing skill.",
    "examples": [
      {
        "sentence": "毎年、書き初めをして新年を迎えます。",
        "translation": "Every year, I do calligraphy at the beginning of the year to welcome the new year."
      },
      {
        "sentence": "子供たちは学校で書き初めのイベントに参加しました。",
        "translation": "The children participated in a calligraphy event at school."
      },
      {
        "sentence": "書き初めには新年の抱負を書くことが多い。",
        "translation": "It is common to write one's New Year's resolutions in the first calligraphy of the year."
      }
    ]
  },
  {
    "word": "初々しい",
    "type": "Adjective, i-adj",
    "pronunciation": "ういういしい",
    "explanation": "初々しい describes a fresh, innocent, or youthful quality, often used to describe someone or something that is new and full of potential or naivety.",
    "examples": [
      {
        "sentence": "彼女は初々しい笑顔を見せた。",
        "translation": "She showed a fresh, youthful smile."
      },
      {
        "sentence": "初々しい恋愛が始まった。",
        "translation": "A youthful romance has begun."
      },
      {
        "sentence": "その映画は初々しい感情を描いている。",
        "translation": "That movie depicts youthful emotions."
      }
    ]
  },
  {
    "word": "初日",
    "type": "Noun",
    "pronunciation": "しょにち",
    "explanation": "初日 refers to the first day of an event or a new period, such as the first day of a month, a performance, or a new job.",
    "examples": [
      {
        "sentence": "新しい仕事の初日が楽しみです。",
        "translation": "I am looking forward to the first day of my new job."
      },
      {
        "sentence": "映画の初日には多くの人が集まった。",
        "translation": "Many people gathered on the first day of the movie's release."
      },
      {
        "sentence": "初日の出を見に行こう。",
        "translation": "Let's go see the first sunrise of the year."
      }
    ]
  },
  {
    "word": "再び",
    "type": "Adverb",
    "pronunciation": "ふたたび",
    "explanation": "再び means 'again' or 'once more', used to indicate that an action is being repeated or occurring again.",
    "examples": [
      {
        "sentence": "彼は再び会議に遅れました。",
        "translation": "He was late to the meeting again."
      },
      {
        "sentence": "再びチャンスが訪れることを願っています。",
        "translation": "I hope that the opportunity will come again."
      },
      {
        "sentence": "彼女は再び同じ間違いを犯した。",
        "translation": "She made the same mistake once more."
      }
    ]
  },
  {
    "word": "放送",
    "type": "Noun, Suru-verb",
    "pronunciation": "ほうそう",
    "explanation": "放送 refers to the act of broadcasting, such as television or radio programs. It involves transmitting audio or video content to a broad audience.",
    "examples": [
      {
        "sentence": "彼は毎週新しい映画の放送を楽しみにしています。",
        "translation": "He looks forward to the broadcast of a new movie every week."
      },
      {
        "sentence": "この番組は全国で放送されています。",
        "translation": "This program is broadcast nationwide."
      },
      {
        "sentence": "放送された内容について議論をしましょう。",
        "translation": "Let's discuss the content that was broadcast."
      }
    ]
  },
  {
    "word": "再試験",
    "type": "Noun",
    "pronunciation": "さいしけん",
    "explanation": "再試験 refers to a retest or a second examination that a student takes if they did not pass the initial exam. It is often conducted to give students another chance to demonstrate their understanding of the material.",
    "examples": [
      {
        "sentence": "彼は再試験に向けて勉強しています。",
        "translation": "He is studying for the retest."
      },
      {
        "sentence": "再試験の結果が発表されるのは来週です。",
        "translation": "The results of the retest will be announced next week."
      },
      {
        "sentence": "再試験を受けることになった理由は、最初の試験に合格できなかったからです。",
        "translation": "The reason I have to take the retest is that I couldn't pass the first exam."
      }
    ]
  },
  {
    "word": "上達",
    "type": "Noun, Suru-verb",
    "pronunciation": "じょうたつ",
    "explanation": "上達 refers to the improvement or progress in a skill or ability. It is often used in the context of learning and mastering a subject or activity.",
    "examples": [
      {
        "sentence": "日本語が上達するためには、毎日練習が必要です。",
        "translation": "To improve in Japanese, daily practice is necessary."
      },
      {
        "sentence": "彼はピアノの上達が早い。",
        "translation": "He is progressing quickly in piano."
      },
      {
        "sentence": "上達を実感するためには、フィードバックが重要です。",
        "translation": "Feedback is important to feel your improvement."
      }
    ]
  },
  {
    "word": "再開",
    "type": "Noun, Suru-verb",
    "pronunciation": "さいかい",
    "explanation": "再開 refers to the act of resuming or restarting something that was previously interrupted or paused. It is commonly used in contexts such as meetings, events, or activities that are being continued after a break.",
    "examples": [
      {
        "sentence": "会議は午後2時に再開されます。",
        "translation": "The meeting will resume at 2 PM."
      },
      {
        "sentence": "授業は来週再開します。",
        "translation": "Classes will resume next week."
      },
      {
        "sentence": "映画は休憩の後に再開されました。",
        "translation": "The movie resumed after the break."
      }
    ]
  },
  {
    "word": "速達",
    "type": "Noun",
    "pronunciation": "そくたつ",
    "explanation": "速達 refers to a type of mail delivery service that ensures faster delivery than regular mail. It is often used for sending important documents or items that require urgent delivery.",
    "examples": [
      {
        "sentence": "速達で手紙を送りました。",
        "translation": "I sent the letter by express mail."
      },
      {
        "sentence": "彼は速達で資料を届けるように頼まれた。",
        "translation": "He was asked to deliver the materials by express mail."
      },
      {
        "sentence": "速達料金は通常の郵便より高いです。",
        "translation": "The express mail fee is higher than regular postage."
      }
    ]
  },
  {
    "word": "姉御",
    "type": "Noun",
    "pronunciation": "あねご",
    "explanation": "姉御 (あねご) refers to an older sister or a woman who is respected and looked up to, often associated with a sense of leadership or authority. It can also imply a strong, protective figure, sometimes used in a more informal or affectionate context.",
    "examples": [
      {
        "sentence": "彼は姉御のような存在です。",
        "translation": "He is like an older sister figure."
      },
      {
        "sentence": "姉御はみんなをまとめる力があります。",
        "translation": "The older sister has the ability to unite everyone."
      },
      {
        "sentence": "あの姉御には頼りにしています。",
        "translation": "I rely on that older sister."
      }
    ]
  },
  {
    "word": "噂",
    "type": "Noun",
    "pronunciation": "うわさ",
    "explanation": "噂 refers to a rumor or gossip, often involving unverified information about someone or something. It is commonly used in social contexts where information is shared informally.",
    "examples": [
      {
        "sentence": "彼の噂を聞いたことがありますか？",
        "translation": "Have you heard the rumor about him?"
      },
      {
        "sentence": "町の噂はすぐに広まる。",
        "translation": "Rumors in the town spread quickly."
      },
      {
        "sentence": "噂はしばしば真実とは異なる。",
        "translation": "Rumors are often different from the truth."
      }
    ]
  },
  {
    "word": "不確か",
    "type": "I-adjective",
    "pronunciation": "ふたしか",
    "explanation": "不確か means uncertain or unreliable, indicating that something is not definite or assured. It is used to describe situations, information, or feelings that lack clarity or certainty.",
    "examples": [
      {
        "sentence": "彼の言葉は不確かだった。",
        "translation": "His words were uncertain."
      },
      {
        "sentence": "この情報は不確かなので、確認する必要があります。",
        "translation": "This information is unreliable, so it needs to be verified."
      },
      {
        "sentence": "不確かな未来に対する不安がある。",
        "translation": "There is anxiety about an uncertain future."
      }
    ]
  },
  {
    "word": "育て",
    "type": "Suru-verb, Transitive",
    "pronunciation": "そだて",
    "explanation": "育て refers to the act of raising or nurturing someone or something, such as children or plants. It involves providing care, support, and guidance to promote growth and development.",
    "examples": [
      {
        "sentence": "彼は子供を育てるのが大好きです。",
        "translation": "He loves raising children."
      },
      {
        "sentence": "この花を育てるのはとても楽しい。",
        "translation": "It is very enjoyable to raise this flower."
      },
      {
        "sentence": "両親は私を育てるために一生懸命働いていました。",
        "translation": "My parents worked hard to raise me."
      }
    ]
  },
  {
    "word": "確実",
    "type": "Na-adjective",
    "pronunciation": "かくじつ",
    "explanation": "確実 means certain or reliable. It describes something that is assured or guaranteed to happen without doubt.",
    "examples": [
      {
        "sentence": "この方法は確実に効果があります。",
        "translation": "This method is guaranteed to be effective."
      },
      {
        "sentence": "確実な情報を提供してください。",
        "translation": "Please provide reliable information."
      },
      {
        "sentence": "彼は確実に成功するだろう。",
        "translation": "He will surely succeed."
      }
    ]
  },
  {
    "word": "記事",
    "type": "Noun",
    "pronunciation": "きじ",
    "explanation": "記事 refers to an article or report, typically found in newspapers, magazines, or online publications. It presents information, news, or opinions on various topics.",
    "examples": [
      {
        "sentence": "この記事は最近のニュースについて書かれています。",
        "translation": "This article is written about recent news."
      },
      {
        "sentence": "彼は雑誌に記事を掲載した。",
        "translation": "He published an article in a magazine."
      },
      {
        "sentence": "ネットで興味深い記事を見つけました。",
        "translation": "I found an interesting article online."
      }
    ]
  }
]